<template>
  <div>
    <section class="intro-section">
      <p>Покупайте бизнес сервисы онлайн, оплатив с мобильного счета вашей организации</p>
      <h1>Цифровые решения для вашего бизнеса</h1>
      <button>Смотреть все сервисы</button>
    </section>

    <div class="solutions">
      <h2>Какую задачу вы решаете?</h2>
      <ul>
        <li>Реклама и продвижение</li>
        <li>Автоматизация процессов</li>
        <li>IT и безопасность</li>
        <li>Работа с клиентской базой</li>
      </ul>

      <div class="solutions-card">
        <img/>
        <h3>Голосовой робот</h3>
        <p>Облачная платформа голосового робота для совершения автоматических звонков по готовым сценариям</p>
        <div><span>10</span>звонков бесплатно
        </div>
        <button>Подробнее</button>
      </div>
      <div class="solutions-card">
        <img/>
        <h3>МТС Коммуникатор</h3>
        <p>Услуга для корпоративных клиентов МТС, позволяющая организовать простой способ общения с клиентами</p>
        <div><span>10</span>звонков бесплатно
        </div>
        <button>Подробнее</button>
      </div>
      <div class="solutions-card">
        <img/>
        <h3>Цифровой ассистент</h3>
        <p>Наймите электронного сотрудника для общения с клиентами. Готовые решения для корпоративных клиентов МТС</p>
        <div><span>10</span>звонков бесплатно
        </div>
        <button>Подробнее</button>
      </div>
      <div class="solutions-card">
        <img/>
        <h3>Push for site</h3>
        <p>Все, что нужно, чтобы лучше общаться с посетителями сайта и превращать их в покупателей.</p>
        <div><span>10</span>звонков бесплатно
        </div>
        <button>Подробнее</button>
      </div>
    </div>

    <div class="services">
      <h2>Популярные сервисы</h2>
      <div class="services-card">
        <div>МТС Маркетолог</div>
        <p>Используйте различные каналы коммуникации: SMS, ,E-mail, Viber, Баннеры, Социальные сети</p>
      </div>
      <div class="services-card">
        <div>Бесплатный вызов 8800</div>
        <p>У надежного бизнеса всегда есть номер 8800</p>
      </div>
      <div class="services-card">
        <div>#CloudMTS</div>
        <p>Экосистема облачных сервисов для крупного бизнеса и корпораций</p>
      </div>
      <div class="services-card">
        <div>Виртуальная АТС</div>
        <p>Простой способ телефонизации офиса без дополнительных затрат на оборудование</p>
      </div>
    </div>

    <div class="corporate-benifits">
      <h2>Покупка с корпоративного счета в пару кликов</h2>
      <ul>
        <li>В Бизнес маркете вы можете купить полезные сервисы для бизнеса онлайн</li>
        <li>Оплата с вашего корпоративного мобильного счета</li>
        <li>Счет за услуги в привычном формате</li>
        <li>Покупка и доступ к услугам в режиме онлайн</li>
        <li>Просто выберите номер корпоративный мобильный номер, с которого вы хотите оплатить бизнес услугу. Онлайн сервисы предоставляются сразу же после оплаты.</li>
      </ul>
      <button>Смотреть все сервисы</button>
    </div>

  </div>
</template>

<script>
export default {
  name: 'Homepage'
}
</script>
